[
  {
    "topic": "Pomodoro Tekniği",
    "content": "25 dakika boyunca tek bir işe odaklan, ardından 5 dakika kısa ara ver. 4 döngüden sonra uzun mola al."
  },
  {
    "topic": "Dijital Detoks",
    "content": "Günün bir saatini tamamen çevrimdışı geçir. Telefonu başka odada bırak, bildirimleri kapat."
  },
  {
    "topic": "Deep Work",
    "content": "Kesintisiz 90 dakikalık bloklarda çalış. Bu süre boyunca e-posta ve sosyal medya kapalı olsun."
  },
  {
    "topic": "Mindfulness Nefes",
    "content": "4 saniye nefes al, 4 saniye tut, 4 saniye ver, 4 saniye bekle. Zihni merkeze getirir."
  },
  {
    "topic": "Görev Önceliklendirme",
    "content": "Önem-aciliyet matrisini kullan. Önce en önemli tek işi bitir."
  },
  {
    "topic": "Bildirim Diyeti",
    "content": "Push bildirimlerini kapat. Sadece kritik uygulamaları açık bırak."
  },
  {
    "topic": "Tek Ekran Kuralı",
    "content": "Çalışırken yalnızca bir pencere açık tut. Çoklu sekmeler dikkati böler."
  },
  {
    "topic": "Zaman Kutulama",
    "content": "Takvimine odak blokları ekle. Her bloğa net bir hedef tanımla."
  },
  {
    "topic": "Mikro Hedef",
    "content": "2 dakikalık kuralı uygula. Başlamak için en küçük adımı yap."
  },
  {
    "topic": "Sosyal Medya Pencereleri",
    "content": "Sosyal medyayı sadece gün içinde belirli zamanlarda kontrol et."
  },
  {
    "topic": "Tek İş Prensibi",
    "content": "Aynı anda tek bir görev yap. Multitasking odak kaybına yol açar."
  },
  {
    "topic": "Sabah Sessiz Saati",
    "content": "Uyanınca ilk 60 dakika ekransız ol. Gününe bilinçli başla."
  },
  {
    "topic": "Dikkat Sığınağı",
    "content": "Odaklanabileceğin özel bir alan oluştur. Beynin bunu odak zamanı olarak tanır."
  },
  {
    "topic": "Hedef Günlüğü",
    "content": "Güne başlamadan 3 hedef yaz. En önemlisine öncelik ver."
  },
  {
    "topic": "Enerji Takibi",
    "content": "Verimliliğinin en yüksek olduğu saatleri belirle. Zor işleri o zamanlara koy."
  },
  {
    "topic": "Mikro Molalar",
    "content": "Her 50 dakikada bir kısa mola ver. Zihni tazelemek odak gücünü artırır."
  },
  {
    "topic": "Dijital Minimalizm Günü",
    "content": "Haftada bir gün ekranlardan uzak kal. Beyni dinlendirir."
  },
  {
    "topic": "Dikkat Günlüğü",
    "content": "Her gün sonunda dikkatini en çok ne dağıttı yaz. Desenleri fark et."
  },
  {
    "topic": "Tekrar Eden Görev Otomasyonu",
    "content": "Sık yaptığın işleri otomatikleştir. Zihinsel yükü azaltır."
  },
  {
    "topic": "Günün Sessiz Finali",
    "content": "Yatmadan 30 dakika önce ekranları kapat. Günü zihinsel olarak kapat."
  },
  {
    "topic": "Eisenhower Matrisi",
    "content": "Görevleri önem ve aciliyetine göre ayır. Önemsiz işleri ele."
  },
  {
    "topic": "Batching Tekniği",
    "content": "Benzer görevleri toplu yap. E-posta ve mesajları tek seferde kontrol et."
  },
  {
    "topic": "Paralel Gürültü Engeli",
    "content": "Gürültü önleyici kulaklık kullan veya hafif beyaz gürültü aç."
  },
  {
    "topic": "İlk Saat Kuralı",
    "content": "Günün ilk saatinde derin iş yap. Beyin en tazedir."
  },
  {
    "topic": "Zihin Boşaltma",
    "content": "Aklındaki tüm işleri yaz. Böylece zihin açık kalmaz, odak artar."
  },
  {
    "topic": "Mini Başlangıç",
    "content": "Zor bir işe başlamadan önce 5 dakikalık miniversiyonunu yap."
  },
  {
    "topic": "Görsel Hedefleme",
    "content": "Hedefini yazılı veya görsel olarak görünür bir yere as."
  },
  {
    "topic": "Toplantı Diyeti",
    "content": "Gereksiz toplantılara katılma. Odak zamanını koru."
  },
  {
    "topic": "Sabah Planlama Ritüeli",
    "content": "Günün ilk 10 dakikasını planlamaya ayır. Rastgele başlamaktan kaçın."
  },
  {
    "topic": "Akşam Kapanış Rutini",
    "content": "Günün sonunda görev listesini gözden geçir. Ertesi günü hafif başlat."
  },
  {
    "topic": "Telefon Uzaklaştırma",
    "content": "Çalışırken telefonu başka odada tut. Dikkat çekiciliği azaltır."
  },
  {
    "topic": "Fiziksel Düzenleme",
    "content": "Masanı sade tut. Gereksiz eşyalar dikkat sızıntısı yaratır."
  },
  {
    "topic": "Hedef Odaklı Zamanlayıcı",
    "content": "Zamanlayıcıyı sadece süre için değil, hedefi hatırlatmak için de kullan."
  },
  {
    "topic": "Sabah Işığı Tekniği",
    "content": "Güne doğal ışık alarak başla. Biyolojik ritmini dengeler, odağı artırır."
  },
  {
    "topic": "Küçük Başarı Kutlaması",
    "content": "Tamamladığın her işi kutla. Beyin dopaminle motive olur."
  },
  {
    "topic": "Odak Çapa Nesnesi",
    "content": "Bir kalem, fincan gibi nesneyi sadece odak zamanlarında kullan. Zihin onu odakla ilişkilendirir."
  },
  {
    "topic": "Bilgi Diyeti",
    "content": "Gün içinde gereksiz bilgi akışını azalt. Sadece değerli içerik tüket."
  },
  {
    "topic": "Sabırlı Başlama Tekniği",
    "content": "İşe başlarken 1 dakika bekle ve sadece nefesine odaklan. Zihni hazırla."
  },
  {
    "topic": "Mini Meditasyon",
    "content": "Çalışma arasında 1 dakikalık kısa meditasyon yap. Dikkat yenilenir."
  },
  {
    "topic": "Odak Müzikleri",
    "content": "Sözsüz müzikler veya 40 Hz ritimlerle beyin dalgalarını düzenle."
  },
  {
    "topic": "Kahve Sonrası Blok",
    "content": "Kahve içtikten sonraki 30-90 dakikayı derin iş için ayır."
  },
  {
    "topic": "Göz Egzersizi",
    "content": "Her 30 dakikada bir 20 saniye uzağa bak. Görsel odak yorgunluğunu azaltır."
  },
  {
    "topic": "Dikkat Çapa Sözü",
    "content": "Odak kaydığında kendine kısa bir cümle söyle: 'Şimdi buradayım.'"
  },
  {
    "topic": "Zaman Denetimi",
    "content": "Bir gününü izle. Gerçekten odaklandığın süreyi ölç."
  },
  {
    "topic": "Plan Bırakma Kuralı",
    "content": "Bir iş bitince hemen yenisine geçme. 2 dakika nefes al, zihni sıfırla."
  },
  {
    "topic": "Ekran Gri Modu",
    "content": "Telefon ekranını gri tona al. Görsel cezbediciliği azaltır."
  },
  {
    "topic": "Sosyal Sessizlik",
    "content": "Sabah ilk 2 saatte kimseyle mesajlaşma. Zihinsel alanını koru."
  },
  {
    "topic": "Geri Sayım Başlatıcı",
    "content": "İşe başlamakta zorlanıyorsan 5'ten geriye say ve hemen başla."
  },
  {
    "topic": "Odak Günleri",
    "content": "Haftanın belli günlerini belirli tema veya projelere ayır. Bağlam geçişini azaltır."
  },
  {
    "topic": "Dikkat Çemberi",
    "content": "Masana küçük bir daire çiz veya sembol koy. Bu alan sadece odak zamanı içindir."
  }
]

